[
  {
    "path": "posts/2022-03-15-meow-meow-diaries/",
    "title": "meow-meow-diaries",
    "description": "Me and Meows.",
    "author": [
      {
        "name": "Caro Buck",
        "url": "https://example.com/norajones"
      }
    ],
    "date": "2022-03-15",
    "categories": [],
    "contents": "\nI’ve decided I need a new side project, so I’ve decided to log my interactions with Meow Meow. Follow along for daily updates here, and stay tuned for more to come.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-03-15T10:20:34-07:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-01-10-moms-day-2020/",
    "title": "moms-day-2020",
    "description": "A data-driven celebration of my mother.",
    "author": [
      {
        "name": "Caro Buck",
        "url": "https://example.com/norajones"
      }
    ],
    "date": "2022-01-10",
    "categories": [],
    "contents": "\nA couple weeks ago, I got a note from my mother. The card was gray, with floral designs on it; I recognized it immediately, because I’d made these cards for her; it was (and probably will be for a long time to come) one of my favorite gifts I’ve ever given.\nFor Mother’s Day 2020, I decided to poll my mother’s friends and family to get a glimpse of how they perceived her (via when they met, how they knew each other and personality traits my mother expressed in their relationship). After collecting all the data, I came up with a floral design that celebrates the unique person person my mother is, and shows how cherished and important she is to many.\nMy personal favorite part of this project was seeing how others described my mother- some similar to my own opinions and others totally different!\nFloral inspired visualization with green, red, purple and yellow flowers on a gray backgroundThe visualization’s corresponding legend\n\n\n",
    "preview": {},
    "last_modified": "2022-03-15T16:04:10-07:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-01-10-week-of-lols/",
    "title": "week-of-lols",
    "description": "Things I learned while keeping track of everything I laughed at for a week.",
    "author": [
      {
        "name": "Caro Buck",
        "url": "https://example.com/norajones"
      }
    ],
    "date": "2022-01-10",
    "categories": [],
    "contents": "\nOne week, I decided to track every time I laughed. Turns out, perhaps unsurprisingly, if you know me in real life, I laugh a lot so this was a bit harder than I thought it would be.\nThings I learned: * Appreciate the small things- if I hadn’t written this stuff down, I probably wouldn’t have remembered my roommate talking about vacuuming the ceiling as her excuse to get out of Zoom meetings. Life is about the little stuff just as much as the big.\nTODO: pull stuff up from viz/data literacy deck!\nCheers!\n\n\n\n",
    "preview": {},
    "last_modified": "2022-03-14T20:47:02-07:00",
    "input_file": {}
  },
  {
    "path": "posts/2021-11-30-cia-portraits/",
    "title": "cia-portraits",
    "description": "A celebration of what makes us unique as individuals within a team.",
    "author": [
      {
        "name": "Caro Buck",
        "url": "https://example.com/norajones"
      }
    ],
    "date": "2021-11-30",
    "categories": [],
    "contents": "\nA few months into the COVID-19 pandemic, I was still optimistic about returning to the office in person and was inspired my lots of data portraits I was seeing around the web (particularly those from Giorgia Lupi).\nAs a result, I decided to poll my coworkers, take a more hands on approach to data viz that I don’t typically get to do in my day-to-day job and make some desk signs/personalized portraits for the team. My favorite part in sharing these with the team was having people guess whose was whose!\ndata portraits, one for each member of my teamOf course, any good data viz needs a legend to go along with it:\nlegend associated with data portraitsThe hardest part of making these portraits was figuring out the color palette. I wanted to use a bunch of our company’s colors from the recent rebrand, but also had to make sure the colors would be distinguishable, still hold meaning and that I wasn’t using too many.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-01-10T23:43:14-08:00",
    "input_file": {}
  },
  {
    "path": "posts/welcome/",
    "title": "Welcome to Caro Buck",
    "description": "Welcome to our new blog, Caro Buck. We hope you enjoy \nreading what we have to say!",
    "author": [
      {
        "name": "Caro Buck",
        "url": "https://example.com/norajones"
      }
    ],
    "date": "2021-11-30",
    "categories": [],
    "contents": "\nThis is a first-pass tester post. Let’s see how it does!\nLet’s include a plot for kicks and giggles!\n\n\n\n\n\n\n",
    "preview": "posts/welcome/welcome_files/figure-html5/unnamed-chunk-1-1.png",
    "last_modified": "2021-11-30T21:28:16-08:00",
    "input_file": {},
    "preview_width": 1248,
    "preview_height": 768
  }
]
